<template>
<VBLock :label="''"  class="text_block">
 <p> Живопись - это наука. Она имеет свои подразделы,теорию, 
 терминологию, обладает системностью и доказывается на практике.
 В живописи есть свои правила и законы. Если вы хотите самостоятельно рисовать 
 любые картины - вам следует 
 знать эти правила. Но не торопитесь, каждый закон - наслаждение.</p>
<p>
 Наши преподаватели постепенно погрузят вас в мир красоты, помогут получить 
удовольствие от процесса обучения, овладеть новыми навыками и насладиться результатом. 
И не важно: 5 вам лет или 55, находитесь вы в одном городе или за тысячи километров. 
У нас есть образовательные программы для взрослых и детей, индивидуальные и групповые
 сеансы, длительные курсы и краткосрочные мастер-классы.      
</p>  
</VBLock>
</template>
<script setup lang="ts">
import VBLock from '../../components/VBLock.vue';

</script>
<style scoped>

.text_block{
font-size: 18px;  
}
</style>